Repository: common-repository/a-dime-every-time
Catalog: bachbill-*.po
Languages: es_es

source: Settings
es_es: Opciones

source: Reporting
es_es: Informes

source: reporting
es_es: informes

source: Payments
es_es: Pagos

source: You are not logged in to see this content
es_es: Para ver más debe estar suscrito al servicio

source: log in
es_es: registrarse

source: There was an error while trying to authorize the user to use the content
es_es: Ocurrió un error procesando la petición de autorización

source: This content costs
es_es: Este item cuesta

source: credit
es_es: crédito

source: You have
es_es: Tiene usted

source: credits left in your subscription.
es_es: créditos disponibles en su suscripción.

source: Please hit
es_es: Por favor pulse

source: Continue
es_es: Continuar

source: to access the content and discount the credit from your balance.
es_es: para acceder al contenido completo y descontar el crédito de su balance.

source: This items costs
es_es: Este item cuesta

source: credits
es_es: créditos

source: Please press
es_es: Por favor pulse

source: here
es_es: aquí

source: to access the full content
es_es: para acceder al contenido completo

source: Manage my subscriptions
es_es: Gestionar mis subscripciones

source: See my items
es_es: Ver mis cosas

source: Title:
es_es: Título:

source: ADimeEveryTime Charging Options
es_es: Opciones de pagos de ADimeEveryTime

source: If you want to use the ADimeEveryTime plugin pricing options please click
es_es: Si quiere usar las opciones de pagos del plugin ADimeEveryTime por favor pulse

source: set up the ADimeEveryTime plugin
es_es: configurar el plugin ADimeEveryTime

source: Invalid price
es_es: Precio inválido

source: Price should only contain 2 decimals
es_es: El precio debería contener únicamente 2 decimales

source: Number of usages
es_es: Número de créditos

source: If the article is used by a subscription that discounts usages (i.e. a 10 usages subscription), this is the number of usages it will discount to the subscription
es_es: Si el artículo es utilizado en una subscripción que descuenta créditos (por ejemplo una subscripción de 10 créditos), este es el número de créditos que descontará de la subscripción

source: This content is chargeable
es_es: El contenido es de pago

source: If the content belongs to a category that is chargeable, there is no need to set it as chargeable, unless you want to assign a price to it explicitely
es_es: Si el contenido pertenece a una categoría de pago, no es necesario configurar el contenido como de pago, a menos que se le desee dar un precio explícito

source: Choose below
es_es: Elegir debajo

source: See any post in this category
es_es: Ver cualquier artículo de esta categoría

source: for
es_es: por

source: month
es_es: mes

source: day
es_es: día

source: week
es_es: semana

source: renewed automatically
es_es: renovado automáticamente

source: See
es_es: Ver

source: posts
es_es: artículos

source: during
es_es: durante

source: Delete this option
es_es: Eliminar esta opción

source: Pricing options
es_es: Opciones de pago

source: Price
es_es: Precio

source: Add another option
es_es: Añadir otra opción

source: Media link protection
es_es: Protección de enlaces a archivos y medios

source: Protecting media links is a mechanism to prevent users from sharing links of images, music tracks, e-pub files, etc. which are suppossed to be chargeable. It's not recommended doing it for trivial pieces of contents like static icons, etc. since protected content serving is a bit slower than the open one.
es_es: Proteger enlaces a archivos y medios es un mecanismo para impedir que los usuarios compartan enlaces de imágenes, música, ficheros e-pub, etc. que deberían ser de pago. No está recomendado hacerlo para archivos no interesantes como iconos, imágenes estáticas auxiliares, etc. debido a que la protección afecta algo al rendimiento.

source: Select the links to protect
es_es: Seleccionar enlaces a proteger

source: No links available for this post
es_es: No hay enlaces disponibles en esta página

source: Refresh links from content
es_es: Refrescar los enlaces del contenido

source: Update Post
es_es: Actualizar

source: Welcome to the ADimeEveryTime plugin. It will allow you to monetize your Wordpress website very easily
es_es: Bienvenid@ al plugin ADimeEveryTime. Este plugin permitirá monetizar su sitio Wordpress de manera my fácil

source: To configure it you only need to follow three steps
es_es: Para configurarlo solo necesitará seguir tres pasos

source: Are you sure that you want to reset all the information and start configuring the plugin again?
es_es: ¿Está seguro de que quiere resetear toda la información y empezar a configurar el plugin de nuevo?

source: Account information
es_es: Información de la cuenta

source: You need a ADimeEveryTime account to configure the plugin and start making money
es_es: Necesita una cuenta de ADimeEveryTime para empezar a ganar dinero

source: Would you like to sign up for ADimeEveryTime?
es_es: ¿Quiere registrarse en ADimeEveryTime?

source: Yes, I would like to sign up
es_es: Sí, me gustaría registrarme

source: No, I already have a ADimeEveryTime account
es_es: No, ya dispongo de una cuenta en ADimeEveryTime

source: Social networks
es_es: Redes sociales

source: Signup
es_es: Registro

source: User ID
es_es: ID de Usuario

source: User Name
es_es: Nombre

source: E-mail address
es_es: Correo electrónico

source: Retype E-mail address
es_es: Confirmar correo electrónico

source: Password
es_es: Clave

source: Retype Password
es_es: Confirmar Clave

source: Yes, I agree on the terms and conditions
es_es: Sí, estoy de acuerdo con los términos y condiciones

source: Go back
es_es: Atrás

source: Thanks for signing up
es_es: Gracias por registrarse

source: The confirmation code was resent to your email address
es_es: El código de confirmación ha sido enviado a su dirección de correo electrónico

source: You need to activate you account
es_es: Necesita activar su cuenta

source: You should have received a confirmation code by email. Please type it here
es_es: Habrá recibido su código de confirmación por e-mail. Por favor escríbalo aquí

source: Click to continue with the setup
es_es: Pulsar para continuar con la configuración

source: Please resend me the confirmation code
es_es: Por favor reenvíeme el código de conformación

source: Reset all the information
es_es: Resetear toda la información

source: No User ID present
es_es: No se encuentra la ID de usuario

source: No Name present
es_es: No se encuentra el nombre

source: Emails do not match
es_es: Los correos electrónicos no coinciden

source: Passwords do not match
es_es: Las claves no coinciden

source: You must agree on the terms and conditions
es_es: Debe aceptar los términos y condiciones

source: Changes will get lost. You can press 'Update Changes' and then go to manage your credit.\nAre you sure you want to quit this page?
es_es: Se perderán todos los cambios. Puede pulsar 'Actualizar Cambios' e ir a gestionar su crédito.\n¿Está seguro de que quiere abandonar esta página?

source: Configuration updated
es_es: Configuración actualizada

source: Payments...
es_es: Pagos...

source: Normally it's
es_es: Normalmente es

source: the partner id
es_es: la id del partner

source: the partner password
es_es: la clave del partner

source: Update configuration
es_es: Actualizar la configuración

source: If you want to test this first without involving real money, select "sandbox" and open a Paypal developer account on
es_es: Si quiere hacer pruebas sin dinero real, seleccione "sandbox" y abra una cuenta de Paypal developer en

source: If you already tested it and you are good to go live with your website, select "live", open a paypal account at
es_es: Si ya ha probado el plugin y está listo para ir a producción, seleccione "live", abra una cuenta de Paypal en

source: if you do not have it yet and provide us with your API credentials
es_es: Si no la tiene aún y nos proporciona sus credenciales de API

source: Paypal environment
es_es: Entorno de Paypal

source: Paypal live configuration
es_es: Configuraciñon live de Paypal

source: API Username for live
es_es: Usuario de API para live

source: API Password for live
es_es: Clave de API para live

source: API Signature for live
es_es: Firma de API para live

source: You need to have a PayPal account to monetize your contents. You can open an account at
es_es: Necesita una cuenta de Paypal para monetizar sus contenidos. Puede abrir una en

source: If you already have a PayPal account, then we need your API credentials. Basically, these are the steps you need to follow to get those credentials
es_es: Si ya dispone de una cuenta de Paypal, necesitamos sus credenciales de API. Básicamente, estos son los pasos a seguir para obtener dichas credenciales

source: Log in to PayPal, then click Profile under My Account
es_es: Registrarse en paypal y pulsar en Perfil

source: Click My selling tools
es_es: Pulsar en Opciones de venta

source: Click API Access
es_es: Pulsar en Acceso a API

source: Click Request API Credentials
es_es: Pulsar en Solicitar credenciales de API

source: Check Request API signature and click Agree and Submit
es_es: Pulsar en Solicitar firma de API, pulsar Aceptar y Enviar

source: For more info please check
es_es: Para más información, colsulte

source: this page
es_es: esta página

source: Currency
es_es: Moneda

source: Tax percentage
es_es: Porcentaje de impuestos indirectos

source: You can choose as many social networks as you want from below. This way, the user will be able to sign up to your site using that social network account
es_es: Puede elegir tantas redes sociales como desee de la lista. De esta forma, el usuario podrá registrarse en su sitio utilizando esa red social

source: You can also select none and manage your customers just us regular wordpress users
es_es: También puede no seleccionar ninguna y utilizar la gestión de usuarios normal de wordpress

source: Reset account information
es_es: Resetear la información de cuenta

source: FREE
es_es: GRATIS

source: Final price:
es_es: Precio final:

source: discount
es_es: de descuento

source: You need a promocode
es_es: Neceista un código promocional

source: Buy with promotion
es_es: Comprar con promoción

source: article
es_es: crédito

source: No match...
es_es: No hay coincidencia...

source: per
es_es: al

source: recurring
es_es: recurrente

source: Buy
es_es: Comprar

source: yes
es_es: sí

source: This option has a promotion
es_es: Esta opción dispone de una promoción

source: To see more you need to subscribe to this content
es_es: Para ver más debe estar suscrito

source: Description
es_es: Descripción

source: Discount
es_es: Descuento

source: Expiry
es_es: Expiración

source: Status
es_es: Estado

source: Date
es_es: Fecha

source: Cancel
es_es: Cancelar

source: No active subscriptions
es_es: No hay suscripciones activas

source: See also non active ones
es_es: Ver también las inactivas

source: Taxes not included
es_es: Impuestos indirectos no incluídos

source: No transactions
es_es: No hay transacciones

source: There was an error processing the request
es_es: Ocurrió un error procesando la petición

source: Security header is not valid. Please configure the ADimeEveryTime plugin
es_es: La cabecera de seguridad no es válida. Por favor configure el plugin de ADimeEveryTime

source: Go to payments page
es_es: Ir a la página de pagos

source: Please select a from date
es_es: Por favor seleccione una fecha inicial

source: Please select a to date
es_es: Por favor seleccione una fecha final

source: Please select report type
es_es: Por favor seleccione un tipo de informe

source: Activity reports
es_es: Informes de actividad

source: Please select the type of report
es_es: Por favor seleccione el tipo de informe

source: Service Usage
es_es: Uso de servicio

source: Payments and Revenue per Bundle
es_es: Pagos e ingresos por categoría

source: From date
es_es: Fecha inicial

source: to date
es_es: fecha final

source: Get Report
es_es: Obtener Informe

source: User coming from
es_es: Usuario que viene de

source: User already exists. Password inherited.
es_es: El usuario ya existe. La clave ha sido heredada

source: There was an error during the login.
es_es: Ocurrió un error durante el registro

source: Login was successful
es_es: La sesión se inició correctamente

source: There was an error while trying to purchase the content
es_es: Ocurrió un error durante la compra

source: The action was cancelled by the user
es_es: La operación ha sido cancelada por el usuario

source: The action is not valid
es_es: La acción no es válida

source: Payment details
es_es: Detalles del pago

source: Taxes
es_es: Impuestos indirectos

source: Option
es_es: Opción

source: Pay with Paypal
es_es: Pagar con Paypal

source: Click to pay
es_es: Pulse para pagar

source: Pay with credit card
es_es: Pagar con tarjeta de crédito

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Address
es_es: Dirección

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Country
es_es: País

source: Choose a Country
es_es: Elegir un País

source: Zip code
es_es: Código postal

source: Credit card type
es_es: Tipo de tarjeta de crédito

source: Credit card number
es_es: Número de tarjeta de crédito

source: Expiry date
es_es: Fecha de expiración

source: Security code
es_es: Código de seguridad

source: Confirm Payment
es_es: Confirmar pago

source: There was an error while trying to list the active subscriptions
es_es: Ocurrió un error listando las subscripciones

source: Are you sure that you want to cancel this subscription?
es_es: ¿Está seguro de que quiere cancelar esta subscripción?

source: There was an error while trying to cancel the subscription
es_es: Ocurrió un error cancelando la subscripción

source: There was an error while trying to list the transactions
es_es: Ocurrió un error listando mis items
